export const events = [
  { description:
  'Встретили преподавателя, он дал нужные знания (+2 часа на какое-либо из событий)',
  value: 2 },
  { description:
  'В Вышке проходит конференция "Соседи по науке". Вам отменили пары, не удалось обсудить проект диссертации (- 6 часов)',
  value: -6 },
  { description:
  'Вам много дали домашних заданий на этой неделе. Вы пропускаете ход',
  value: 'skip' },
  { description:
  'Вирус поразил Ваш компьютер, Вам пришлось заново устаналивать Word (- 4 часа)',
  value: -4 },
  { description: 'Вы приболели, на этой неделе пропускаете ход',
    value: 'skip' },
  { description:
  'Выяснили, что тема вашей диссертации совпадает с темой однокурсника из другой группы. Он помог подобрать список литературы (+4 часа)',
  value: 4 },
  { description:
  'Изменились требования к написанию курсовой работы. Вам потребуется  дополнительное время. Часть работы проделана зря (- 4 часа)',
  value: -4 },
  { description:
  'Исчез доступ к электронным ресурсам  (- 6 часов по работе над обзором литературы)',
  value: -6 },
  { description:
  'К Вам пришло озарение, вы сделали работу в 1,5 раза быстрее и у вас освободилось время для еще одной задачи  (+ 5 часов)',
  value: 5 },
  { description:
  'Научный руководитель в отпуске, не отвечает на почту (- 10 часов)',
  value: -10 },
  { description:
  'Научный руководитель не отвечает на почту, это задерживает Вашу работу (-3 часа)',
  value: -3 },
  { description:
  'Нашли отличную статью - аккумулирующую обзор литературы по Вашей теме (+ 4 часа)',
  value: 4 },
  { description:
  'Нашли уже собранную базу данных. Нет необходимости собирать данные (обнуление карточки со сбором данных в этом раунде)',
  value: 'database' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Обычный рабочий день', value: 'no value' },
  { description: 'Отключили интернет (- 4 часа)', value: -4 },
  { description: 'Отключили электричество (- 4 часа)', value: -4 },
{ description: 'Очень-очень рабочее настроение (+2 часа)',
    value: 2 },
];
